Repository: biblibre/omeka-plugin-ElementTypes
Catalog: languages/*.po
Languages: de_de

source: Successfully saved configuration
de_de: Konfiguration erfolgreich gesichert

source: Element Types
de_de: Elementtypen

source: Element
de_de: Objekt

source: Actions
de_de: Aktionen

source: Modify
de_de: Ändern

source: Configure type %1$s for element %2$s
de_de: Typ %1$s konfigurieren für Element %2$s

source: Save
de_de: Speichern

source: Change type of element %s
de_de: Typ von Element %s ändern

source: Element types
de_de: Elementtypen

source: See the list of all possible formats
de_de: Liste aller verfügbaren Formate anzeigen
